---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Display
source: html/82843599-3024-533e-2fa6-2de3c389bb67.htm
---
# Autodesk.Revit.DB.GroupTypeId.Display Property

Display.

## Syntax (C#)
```csharp
public static ForgeTypeId Display { get; }
```